/* In browser window title */
"Get a donation key!" = "Aconseguiu una clau de donació!";

/* The full name of the supporter */
"Registered to {0}" = "Registrat a nom de {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Gràcies pel vostre suport. Aquesta contribució ajudarà a continuar desenvolupant el Cyberduck per a fer-lo encara millor.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "La clau de donació s'ha copiat a la carpeta Application Support del vostre sistema.";

/* Validation failed */
"Not a valid donation key" = "La clau de donació no és vàlida";

"This donation key does not appear to be valid." = "La clau de donació proporcionada no sembla ser vàlida.";

/* Thank you */
"Continue" = "Continua";
/* Validation failed */
"Not a valid donation key" = "La clau de donació no és vàlida";

"This donation key does not appear to be valid." = "La clau de donació proporcionada no sembla ser vàlida.";

/* Thank you */
"Continue" = "Continua";